const errorMessages = [
  "Вы ввели неправильный логин или пароль.",
  "При авторизации произошла ошибка. Токен не передан или передан не в том формате.",
  "При авторизации произошла ошибка.Переданный токен некорректен.",
  "Пользователь с таким email уже существует",
  "При регистрации пользователя произошла ошибка",
  "Пользователь с таким email уже существует",
  "При обновлении профиля произошла ошибка",
  "500 На сервере произошла ошибка",
  "404 Страница по указанному маршруту не найдена",
]

export const handleError = (error) => {

}

